<template>
  <div id="center">
    <p id="subhead">元祖官网注册服务协议</p>
    <br/>
    <p>本协议由您与上海元祖梦果子股份有限公司（以下简称为元祖）共同缔结，本协议具有合同效力。</p>
    <br/>
    <P id="subhead2">一、接受协议</P>
    <br/>
    <p>1、本协议内容包括协议正文及所有元祖已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。</p>
    <br/>
    <P>2、您应当在使用元祖官网服务之前认真阅读全部协议内容。如您对协议有任何疑问的，应向元祖咨询。但无论您事实上是否在使用元祖平台服务之前认真阅读了本协议内容，只要您点击协议正本下方的“确认”按钮并按照元祖官网的注册程序成功注册为您，您的行为仍然表示其同意并签署了本服务协议，则本协议即对您产生约束，届时您不应以未阅读本协议的内容或者未获得元祖对您问询的解答等理由，主张本协议无效，或要求撤销本协议。</P>
    <br/>
    <P>3、您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用元祖官网服务。</P>
    <br/>
    <p>4、元祖有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告，不再单独通知您。变更后的协议和规则一经在网站公布后，立即自动生效。如您不同意相关变更，应当立即停止使用元祖官网服务。您继续使用元祖官网服务的，即表示您接受经修订的协议和规则。</p>
    <br/>
    <p>5、您的确认：本协议条款是处理双方权利义务的当然约定依据，除非违反国家强制性法律，否则始终有效。元祖保留对产品订购数量的限制权。在下订单的同时，您也同时承认了您拥有购买这些产品的权利能力和行为能力，并且对您在订单中提供的所有信息的真实性负责。</p>
    <br/>
    <p id="subhead2">二、加入会员</p>
    <br/>
    <ul>
      1、会员信息
     <li>1.1. 您确认，在您完成注册程序或登陆实际使用元祖官网服务时，您应当是具备完全民事权利能力和完全民事行为能力，在根据元祖官网中规定的样式如实填写会员信息，并表示同意接受本协议后方可申请加入会员。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果。</li>
      <li>1.2. 您同意，元祖官网拥有通过邮件、短信电话等形式，向在本站注册、购物您、收货人发送订单信息、促销活动等告知信息的权利。</li>
      <li>1.3. 您不得将在本站注册获得的账户借给他人使用，否则您应承担由此产生的全部责任及损失将由您自行承担，并与实际使用人承担连带责任。</li>
      <li>1.4. 您同意，元祖官网有权使用您的注册信息、您的姓名、密码等信息，登陆进入您的注册账户，进行证据保全，包括但不限于公证、见证等。</li>
    </ul>
    <ul>
      2、会员行为准则
      <li>2.1. 一旦注册成功，您的账号和密码是您在元祖官网上进行相关活动的唯一身份识别依据，请您一定要保护好自己的帐号和密码。您有责任维持注册的账号和密码的安全，您应对本人所有使用密码及账号的活动负完全的责任。</li>
      <li>2.2. 在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时，完整和准确。您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便元祖官网与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用元祖官网服务过程中产生任何损失或增加费用的，应由您完全独自承担。</li>
      <li>2.3. 您在元祖官网上发布信息（包括注册您名）时，必须遵守国家有关法律规定，并承担一切因自己发布信息不当导致的民事、行政和/或刑事法律责任。您在元祖官网上所发布的信息（包括注册您名、发表评论以及其他内容），不得含有以下任何内容：在本网站上交易平台上不得发布下列违法信息：</li>
      <li>(1)反对宪法所确定的基本原则的；</li>
      <li>(2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
      <li>(3)损害国家荣誉和利益的；</li>
      <li>(4)煽动民族仇恨、民族歧视，破坏民族团结的；</li>
      <li>(5)破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
      <li>(6)散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
      <li>(7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
      <li>(8)侮辱或者诽谤他人，侵害他人合法权益的；</li>
      <li>(9)含有法律、行政法规禁止的其他内容的。</li>
    </ul>
    <ul>3、对会员的通知
      所有发给您的通告都可通过重要页面的公告或电子邮件或常规的信件或短信传送。服务条款的修改、服务变更、订单信息的发送、促销活动或其它重要事件的通告都会以此形式进行。
    </ul>
    <br/>
    <p id="subhead2">三、商品交易</p>
    <br/>
    <ul>1、您通过元祖官网上购买商品下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与您本人不一致的，收货人的行为和意思表示将被视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。 </ul>
    <ul>2、除法律另有强制性规定外，双方约定如下：元祖官网上展示的商品和价格等信息仅仅是要约邀请，您下订单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容，系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，订单即为您购买商品的申请或要约，只有当元祖官网向您致电或邮件方式确认订单，或直接将商品发送至您指定地址时，才构成元祖官网对该订单的承诺，此时合同即告成立。 </ul>
    <ul>3、元祖保留对商品订购数量的限制权。在您下订单的同时，也就意味着您承认了您其已经达到购买所订商品的法定年龄，并对您其在订单中提供的所有信息的真实性负责。 </ul>
    <ul>4、商品价格和可获性 都将在元祖官网上标明，显示的每一项价格都包含了增值税（按照法定税率）。运费将另外结算，费用根据您选择的送货方式的不同而异。元祖官网有权随时更改这些信息而不做任何通知。 </ul>
    <ul>5、在已确认您的订单后，如发生意外的情况，包括但不限于由于供应商提价，税额变化引起的价格变化，或是由于网站的错误等造成价格变化等情况，元祖官网将会通过电子邮件或电话通知您，并有权与您协商处理该订单。</ul>
    <ul>6、由于市场变化及各种以合理商业努力难以控制的因素的影响，元祖无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。</ul>
    <br/>
    <p id="subhead2">四、送货及费用</p>
    <br/>
    <ul>1、元祖将会把产品送到您所指定的送货地址。所有在元祖官网上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。送货费用根据您选择的配送方式的不同而异。</ul>
    <ul>
      2、请清楚准确地填写您的真实姓名、送货地址及联系方式。因如下情况造成订单延迟或无法配送等，元祖将不承担责任：
      <li>(1)客户提供错误信息和不详细的地址；</li>
      <li>(2)货物送达无人签收，由此造成的重复配送所产生的费用及相关的后果。</li>
      <li>(3)不可抗力，例如：自然灾害、交通戒严、突发战争等。</li>
    </ul>
    <br/>
    <P id="subhead2">五、隐私制度</P>
    <br/>
    <ul>
      尊重您个人隐私是元祖的一项基本政策。所以，元祖一定不会在未经您合法授权时公开、编辑或透露其注册资料及保存在本网站中的非公开内容，除非有法律许可要求或元祖在诚信的基础上认为透露这些信息在以下四种情况是必要的：
      <li>(1) 遵守有关法律规定，遵从本网站合法服务程序。</li>
      <li>(2) 保持维护本网站的商标所有权。</li>
      <li>(3) 在紧急情况下竭力维护您个人和社会大众的隐私安全。</li>
      <li>(4)符合其他相关的要求。</li>
    </ul>
    <ul>本网站保留发布会员人口分析资询的权利。</ul>
    <br/>
    <P id="subhead2">六、版权声明</P>
    <br/>
    <P>元祖官网上的标识、文字、网页页眉、按钮图标、软件、声音、图片、录象、图表、广告中的全部内容；电子邮件的全部内容；元祖官网为您提供的其它信息，所有这些内容受中国和国际知识产权法的保护。所以，您只能在元祖授权下才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生商品。元祖官网上所有的文章版权归原文作者和元祖官网共同所有，任何人需要转载元祖官网上的文章，必须征得原文作者或元祖的授权。</P>
    <br/>
    <P id="subhead2">七、拒绝提供担保</P>
    <br/>
    <p>您明确同意信息服务的使用由您个人承担风险。本网站不担保服务不会受中断，对服务的及时性，安全性，出错发生都不作担保，但会在能力范围内，避免出错。</p>
    <br/>
    <p id="subhead2">八、有限责任</p>
    <br/>
    <p>元祖官网对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害来自：不正当使用本网站服务，或您传送的信息不符合规定等。这些行为都有可能导致本网站形象受损，所以本网站事先提出这种损害的可能性，同时会尽量避免这种损害的发生。</p>
    <br/>
    <p id="subhead2">九、服务的修改、中断和终止</p>
    <br/>
    <P>1、元祖官网有权随时对本协议进行修改，并且一旦发生协议条款的变动，元祖官网将在相关页面上提示修改的内容；您如果不同意本协议的修改，可以放弃使用或访问本网站或取消已经获得的服务；如果您选择在本协议变更后继续访问或使用本网站，则视为您已经接受本协议的修改。</P>
    <br/>
    <P>2、您同意元祖官网有权基于其自行之合理考量，因任何理由，包含但不限于缺乏使用或元祖官网认为您已经违反本协议的文字及精神，而终止您的密码、账号或我们的服务之使用（或服务之任何部分），并将您在我们的服务内的任何内容加以移除并删除。元祖官网亦有权得依其自行之考虑，在于通知您或未通知您之情形下，随时终止我们的服务或其中的任何部分。您同意元祖官网有权依本协议提供之任何服务，无需进行事先通知即可中断或终止；，您承认并同意，元祖官网可立即关闭或删除您的账号及您账号中所有相关信息及文件，及/或禁止继续使用前述文件或我们的服务。此外，您同意若我们的服务之使用被中断或终止或您的账号及相关信息和文件被关闭或删除，元祖官网对您或任何第三人均不承担任何责任。</P>
    <br/>
    <p id="subhead2">十、法律管辖和适用</p>
    <br/>
    <P>本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国法律。 如发生本协议与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有上海仲裁委员会申请仲裁。</P>
  </div>
</template>
<script>
export default {}
</script>
<style>
  html, body {
    font-family: 'Microsoft Yahei','微软雅黑', \5FAE\8F6F\96C5\9ED1,'宋体',\5b8b\4f53,arial,'Hiragino Sans GB',Tahoma,Arial,Helvetica;
    padding-left: 10px;
    padding-top: 5px;
  }
  body p {
    font-size: 14px;
    line-height: 25px;
  }
  #center {
    width: 960px;
    height: 100%;
    margin: 0 auto;
  }
  #subhead {
    font-weight: bold;
    font-size: 16px;
  }
  #subhead2 {
    font-weight: bold;
    font-size: 14px;
  }
  body ul {
    font-size: 14px;
    line-height: 25px;
    margin-bottom: 20px;
  }
  body ul li {
    padding-left: 20px;
    list-style: none;
    margin-bottom: 10px;
  }
</style>
